Repository: jpawlowski/openvpn-als
Catalog: language/src/ZH-CN/omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: If given the right to do so, a user may either simply use the profile or create new profiles based on them.
zh_cn: 如果有权这样做，用户可以简单地使用配置文件或创建新的配置文件的在他们的基础上。

source: They may not edit them.
zh_cn: 他们可能不能编辑它们

source: OpenVPN-ALS:::Profiles
zh_cn: OpenVPN-ALS:::属性

source: Here you can configure <strong>profiles</strong> that are used for storing various preferences for your users accounts.
zh_cn: 在这里你可以配置 <strong>配置文件</strong> 这是用于为您的用户帐户存储不同的偏好。

source: Create Profile
zh_cn: 创建个人档案

source: Configure profiles for your users
zh_cn: 为你的用户配置配置文件

source: OpenVPN-ALS:::My Profiles
zh_cn: OpenVPN-ALS:::我的配置文件

source: Here you can configure profiles that may be used to store preferences for your individual user account.
zh_cn: 在这里您可以设定配置档，可用于储存您的个人喜好，用户帐户。.

source: This is useful especially when connecting from different environments where your connection settings may be different (e.g. at home, at the office).
zh_cn: 这是非常有用特别是当连接不同环境下的连接设置可能会有所不同（例如在家里，办公室） 。

source: The administrator will already have configured one default profile which you may view here but not edit.
zh_cn: 管理员将已设置一个默认的配置文件，您可能可以浏览，但不能进行编辑。

source: Create Personal Profile
zh_cn: 创建个人档案

source: OpenVPN-ALS:::Preferences
zh_cn: OpenVPN-ALS:::偏好

source: This page allows you to view or change the preferences for your current selected profile.
zh_cn: 此网页可让您查看或更改您的喜好，目前选定的配置文件

source: If you are currently using a default profile you will not be able to change anything, only the adminstrator may do this.
zh_cn: 如果您目前使用的是默认的配置文件，你将不能改变任何东西，只有管理员可以做到这一点。

source: For easier navigation, all preferences are divided up into categories.
zh_cn: 为了方便导航，所有偏好分为不同的类。

source: Drill down through the sections to find the required setting and click <strong>Apply</strong> to save.
zh_cn: 浏览不同的部分，以找到所需的设置，并点击 <strong>应用</strong> 保存

source: Scope:
zh_cn: 范围：

source: Global
zh_cn: 全球

source: To create a new profile, click on the button to the right.
zh_cn: 创建新的配置，点击右边的按钮

source: <strong>This profile is attached to multiple policies :-</strong>
zh_cn: <strong>这个个人档案连接到多政策:-</strong>

source: The are no global profiles configured for you to use or manage.
zh_cn: 没有全球配置的配置文件供您使用或管理。

source: You have no personal profiles configured.
zh_cn: 您还没有设置个人资料配置。

source: Click on <strong>Create Personal Profile</strong> in the Actions bar if it is available to create one.
zh_cn: 点击 <strong>创建个人档案</strong> 在行为条如果可以有效的创建一个

source: Remove this profile
zh_cn: 删除这个配置档案

source: Edit this profile's name and description.
zh_cn: 修改此配置文件的名称和说明。

source: Copy this profile.
zh_cn: 复制这个配置档案

source: Configure this profile's properties
zh_cn: 设置此配置文件的属性

source: Edit this profile
zh_cn: 编辑这个配置文件

source: Clone
zh_cn: 克隆

source: Clone this profile
zh_cn: 克隆这个配置文件

source: Configure this profiles properties
zh_cn: 设置这个配置文件的属性

source: View information about this profile
zh_cn: 浏览这个配置文件的信息

source: Value
zh_cn: 取值

source: Default
zh_cn: 默认情况下

source: OK
zh_cn: 好

source: Done
zh_cn: 做完

source: Sub-categories
zh_cn: 子类别

source: This category of preferences contains sub-categories.
zh_cn: 这一类的偏好包含子类别

source: Click on the category icon to display and edit these preferences.
zh_cn: 点击分类图标来显示和编辑这些偏好。

source: Configure Profiles
zh_cn: 设置配置文件

source: Profile to Edit:
zh_cn: 编辑配置文件

source: OpenVPN-ALS:::Create Profile
zh_cn: OpenVPN-ALS:::创建配置文件

source: Create a profile.
zh_cn: 创建个人档案

source: Base on
zh_cn: 基于

source: OpenVPN-ALS:::Create Global Profile
zh_cn: OpenVPN-ALS:::创建全局配置文件

source: Create Global Profile
zh_cn: 创建全局配置文件

source: Create a global profile.
zh_cn: 创建全局配置文件

source: OpenVPN-ALS:::Edit Profile
zh_cn: OpenVPN-ALS:::编辑配制

source: Edit Profile
zh_cn: 编辑配置

source: Edit a profile
zh_cn: 编辑一个配置

source: OpenVPN-ALS:::Edit Global Profile
zh_cn: OpenVPN-ALS:::编辑全局配制

source: Edit Global Profile
zh_cn: 编辑全局配制

source: Edit a global profile
zh_cn: 编辑一个全局配制

source: OpenVPN-ALS:::Attribute Definitions
zh_cn: OpenVPN-ALS:::属性定义

source: Attribute Definitions
zh_cn: 属性定义

source: Use this page to view and configure <i>Attributes Definitions</i>.
zh_cn: 用这一页来浏览和设置<i>属性定义</i>.

source: These may be used any for replacement values anywhere that supports them (Application shortcuts for example may use one of these values).
zh_cn: 这些可用于任何地方的重置取值，在支持这些取值的前提下（应用程序的快捷方式，例如可以使用其中的一个值） 。

source: Remove this attribute definition
zh_cn: 删除此属性定义

source: Edit this attribute definition
zh_cn: 编辑此属性定义

source: Label
zh_cn: 标签

source: Category
zh_cn: 类

source: Visibility
zh_cn: 可见

source: Overridable
zh_cn: 可覆盖的

source: Viewable
zh_cn: 可浏览的

source: Hidden
zh_cn: 隐藏

source: Confidential
zh_cn: 保密的

source: Attribute {0} removed.
zh_cn: 属性 {0} 已删除.

source: There are currently no attribute definitions defined.
zh_cn: 目前没有定义任何属性

source: Click on <strong>Create Attribute</strong> to create one.
zh_cn: 点击 <strong>创建属性</strong>创建一个

source: Your filter did not match any sdsditems.
zh_cn: 您的过滤器没有任何符合sdsd的项目

source: Create Attribute
zh_cn: 创建属性

source: Click here if you wish to create a new <b>User Attribute</b> definition.
zh_cn: 点击这里如果你想要创建属性<b>用户属性 </b> 定义

source: OpenVPN-ALS:::Remove Attribute Definition
zh_cn: OpenVPN-ALS:::删除属性定义

source: Confirm Attribute Definition Deletion
zh_cn: 确认删除属性定义

source: The selected attribute definition will be removed.
zh_cn: 选定的属性定义将被删除。

source: OpenVPN-ALS:::Create Attribute Definition
zh_cn: OpenVPN-ALS:::创建属性定义

source: Create Attribute Definition
zh_cn: 创建属性定义

source: This page allows to you create a new attribute definition.
zh_cn: 此网页可让您创建一个新的属性定义。

source: OpenVPN-ALS:::Edit Attribute Definition
zh_cn: OpenVPN-ALS:::编辑属性定义

source: Edit Attribute Definition
zh_cn: 编辑属性定义

source: This page allows to you edit a attribute definition.
zh_cn: 此网页可让您编辑一个属性定义。

source: Class:
zh_cn: 类别：

source: Label:
zh_cn: 标签:

source: Category:
zh_cn: 类:

source: Weight:
zh_cn: 重量：

source: Visibility:
zh_cn: 可见:

source: User or admin.
zh_cn: 用户或管理员

source: may use, view and overide
zh_cn: 可以使用，查看或更改

source: User may use or view, admin.
zh_cn: 用户可以使用或查看，管理员

source: can change
zh_cn: 可以改变

source: User may use, admin can view or change
zh_cn: 用户可以使用，管理员可以查看或更改

source: Default Value:
zh_cn: 默认值

source: Validator
zh_cn: 验证

source: Type Options
zh_cn: 类型选项

source: You must provide a name for the user attribute.
zh_cn: 您必须提供一个名称为用户属性。

source: You must provide a description for the user attribute.
zh_cn: 您必须提供描述为用户属性。

source: An attribute definition with the name <strong>{0}</strong> already exists
zh_cn: 定义属性的名称 <strong>{0}</strong>已经存在

source: The name may only contain word characters ([a-zA-Z_0-9])
zh_cn: 这个名字可能只包含文字字符 ([a-zA-Z_0-9])

source: No such validator {0}.
zh_cn: 没有这样的验证 {0}.

source: OpenVPN-ALS::::Create Attribute Definition
zh_cn: OpenVPN-ALS:::创建属性定义

source: The following wizard will guide you through the stages of create a new attribute definition and configuring it.
zh_cn: 下面的向导将引导您完成各阶段的创建一个新的属性定义和配置它

source: Step 1 - Attribute Definition Details
zh_cn: 步骤1 - 属性定义详情

source: Please choose the class of attribute and provide a name and description for this attribute definition.
zh_cn: 请选择类别的属性，并提供一个名称和说明此属性的定义。

source: Step 2 - Attribute Definition Options
zh_cn: 步骤2-属性定义选项

source: You may further configure this attribute definition using the optional fields below.
zh_cn: 您可以进一步设定这个属性定义使用以下可选字段。

source: Validation:
zh_cn: 验证:

source: Type Options:
zh_cn: 类型选项:

source: Review the information below before clicking on <strong>Finish</strong> to create the attribute.
zh_cn: 检查以下信息，在点击前<strong>完成</strong> 创建属性

source: bundle="properties" />
zh_cn: 束= “属性” />

source: Attribute Created
zh_cn: 属性已创建

source: The attribute creation wizard is now complete.
zh_cn: 属性创建向导现已完成。

source: The creation of the attribute has failed.
zh_cn: 建立属性失败。

source: The creation of the attribute is complete, but some warnings occured.
zh_cn: 已完成创建属性，但一些警告发生。

source: Attribute created
zh_cn: 属性已创建

source: Failed to create attribute.
zh_cn: 创建属性失败

source: OpenVPN-ALS:::Attributes
zh_cn: OpenVPN-ALS:::属性

source: Edit Attributes
zh_cn: 编辑属性

source: This page allows to you to edit your personal <i>Attributes</i>.
zh_cn: 此网页可让您编辑个人的<i>属性</i>.

source: Attributes are pieces of information personal to you, and required by the various applications and features OpenVPN-ALS provides you with.
zh_cn: 属性是你的个人信息，被OpenVPN-ALS为您提供各种应用和功能所要求。

source: <p>Note, your administrator may require that you keep some of these details up-to-date yourself.
zh_cn: <p>请注意，您的管理员可能要求您保持更新的你个人信息。

source: Validator:
zh_cn: 验证:

source: {0} requires a value but is empty.
zh_cn: {0} 需要的价值，但是是空的

source: Global profiles may not be deleted here.
zh_cn: 全局配置文件可以在这里被删除

source: Global profiles may not be edited here.
zh_cn: 全局配置文件可以在这里被编辑

source: OpenVPN-ALS:::Remove Profile
zh_cn: OpenVPN-ALS:::删除配置

source: All configuration data stored in the profile will be deleted.
zh_cn: 储存在个人资料所有配置数据将被删除。

source: The configuration has changed and OpenVPN-ALS now requires a <a class="plaintText" href="/showShutdown.do">restart</a> before these settings can take effect.
zh_cn: 配置已发生变化，现在OpenVPN-ALS需要<a class="plaintText" href="/showShutdown.do">重新启动</a> 在这些设置生效之前

source: OpenVPN-ALS::::Create Profile
zh_cn: OpenVPN-ALS::::创建配置

source: The following wizard will guide you through the stages of configuring a new profile and assigning it to one or more policies.
zh_cn: 下面的向导将引导您完成配置阶段的一个新的配置文件，并指派给一个或一个以上的政策。

source: Profile Details
zh_cn: 配置详情

source: Step 1 - Profile Details
zh_cn: 步骤1 - 配置详情

source: Please provide a name and description for this profile and choose a profile to use as the basis for this new profile.
zh_cn: 请为这个配置提供的名称和描述信息，并选择一个配置文件为使用的基础对于这个新的配置

source: Base on profile:
zh_cn: 基于配置:

source: No profile name has been provided.
zh_cn: 没有提供文件名.

source: You must provide a description for this profile.
zh_cn: 你必须为这个配置提供描述

source: Profile name must be {0} characters or less.
zh_cn: 配置名必须是 {0} 多个字母或者更少

source: Failed to check for resource by name.
zh_cn: 用名字检查资源失败

source: Profile named <strong>{0}</strong> already exists.
zh_cn: 配置已命名 <strong>{0}</strong> 已存在

source: Step 2 - Policy Selection
zh_cn: 步骤 2 - 政策选择

source: Choose the policies you wish to attach this resource to.
zh_cn: 选择你愿意连接这个资源的政策

source: You must select at least one policy to attach this resource to.
zh_cn: 你必须至少选择一个政策连接这个资源选择你愿意连接这个资源的政策

source: Review the information below before clicking on <strong>Finish</strong> to create the profile.
zh_cn: 检查以下信息，在点击前<strong>完成</strong> 创建配置

source: Profile Name:
zh_cn: 配置名字:

source: Based On Profile:
zh_cn: 基于的配置::

source: Profile Created
zh_cn: 配置已创建

source: The profile creation wizard is now complete.
zh_cn: 配置创建向导现已完成。

source: The creation of the profile failed.
zh_cn: 建立配置失败。

source: The creaton of the profile is complete, but some warnings occured.
zh_cn: 已完成创建配置，但一些警告发生。

source: Profile created.
zh_cn: 配置已创建.

source: Attached profile to policies.
zh_cn: 连接配置和政策.

source: Failed to create new profile.
zh_cn: 创建配置失败.

source: Keep-Alive interval (seconds)
zh_cn: 保持激活时间间隔（秒）

source: The interval between keep-alive requests.
zh_cn: 在保持激活请求之间的时间间隔

source: Shutdown interval (seconds)
zh_cn: 关机时间间隔（秒）

source: Interval in seconds to wait for before exiting the client after receiving a shutdown request
zh_cn: 在退出客户端之前等待数秒，收到关机请求之后

source: Registration sync.
zh_cn: 注册 sync.

source: timeout (seconds)
zh_cn: 超时 (秒)

source: Registration timeout in seconds
zh_cn: 注册超时以秒计算

source: Start automatically on logon
zh_cn: 自动启动到登录界面

source: Start the OpenVPN-ALS Agent automatically upon logon.
zh_cn: 自动启动OpenVPN-ALS代理根据登录

source: Browser command
zh_cn: 浏览器命令

source: Command to launch browser, leave blank for automatic.
zh_cn: 打开浏览器命令，自动加载空白页

source: Temporary tunnel inactivity timeout (secs)
zh_cn: 临时隧道闲置超时(秒）

source: Interval in seconds to wait before offering to close a web forward tunnel, a value of 0 meant no timeout.
zh_cn: 时间间隔用秒计算，用以等待提供关闭传输网页隧道，值为0意味着没有超时。

source: Debug
zh_cn: 调试

source: Enabled debugging / logging
zh_cn: 启用调试/日志

source: Display information popups
zh_cn: 显示弹除信息

source: For most operations, the agent will display information message popups information the user as to what actions the agent is performing.
zh_cn: 对于大多数业务，代理将会显示弹除信息告诉用户代理执行了什么业务

source: Deselect this option if you do want these messages.
zh_cn: 取消选择这个选项如果你需要这些消息

source: Remote tunnels require confirmation
zh_cn: 远程隧道需要确认

source: Enable this option to require that the user accept remote tunnel connections.
zh_cn: 启用此选项，要求用户接受远程隧道连接。

source: Automatically detect proxy
zh_cn: 自动检测代理服务器

source: If selected, an attempt will be made to automatically determine the proxy server in use from the browsers settings.
zh_cn: 如果选择了，代理服务器将从浏览器中尝试使用，

source: Note, this will only work when using the Java2 plugin.
zh_cn: 注意, 只有使用 Java2 plugin的时候才工作.

source: Type of proxy server.
zh_cn: 代理服务器的类型.

source: None
zh_cn: 没有

source: Use Browser Settings
zh_cn: 使用浏览器的设置

source: Hostname or IP address of proxy server.
zh_cn: 主机名或IP地址的代理服务器。

source: Note, this address is as from the clients perspective.
zh_cn: 请注意，此地址是从客户角度。

source: The port on which the proxy servier is listening.
zh_cn: 代理服务器监听的端口

source: If the proxy server requires authentication, this value is supplied as the username.
zh_cn: 如果代理服务器需要验证，此值提供的用户名。

source: If no username is entered here the user may be prompted for authentication when they connect.
zh_cn: 如果用户没有在此输入用户名，提示进行身份验证时当连接的时候

source: If the proxy server requires authentication, this value is supplied as the password.
zh_cn: 如果代理服务器需要验证，提供的做为密码。

source: If no password is entered here the user may be prompted for authentication when they connect.
zh_cn: 如果用户没有在此输入密码，提示进行身份验证时当连接的时候

source: If your proxy uses Windows authentication you can set the authenticating domain here.
zh_cn: 如果您的代理使用Windows身份验证您可以在这里设置身份验证域

source: Preferred Authentication
zh_cn: 推荐认证

source: If the proxy server supports different authentication methods - this setting allows you to choose which one will be attempted first.
zh_cn: 如果代理服务器的支持不同的验证方法-此设置允许您选择哪一个将是第一次尝试

source: Basic
zh_cn: 基本的

source: Digest
zh_cn: 诊断的

source: Permanent tunnel inactivity timeout (secs)
zh_cn: 永久隧道闲置超时(秒）

source: Interval in seconds to wait before offering to close an idle tunnel, a value of 0 means no timeout.
zh_cn: 时间间隔用秒计算，用以等待提供关闭一个闲置隧道，值为0意味着没有超时。

source: Clear cache directory on exit
zh_cn: 当退出的时清除缓存目录

source: When enabled, the Agent will be removed from the clients computer upon shutdown.
zh_cn: 当启用时，代理将被删除在客户关闭程序的时候

source: When disabled, the Agent's program files will be left inside a hidden directory, enabling a faster start up time on next use.
zh_cn: 当关闭时，代理人的程序文件将被一个隐藏的目录内，从而使更快的启动时间在下次使用。

source: Cache directory
zh_cn: 缓存目录

source: The name of the directory where the Agent will store downloaded applications and other resources.
zh_cn: 代理下载应用程序和其他资源的目录名.

source: This directory will be stored in the users home (the actual location of which will vary from platform to platform).
zh_cn: 这个目录会被存储在用户的主页（实际位置将因不相同的平台而不同）

source: Localhost address
zh_cn: 本地地址

source: The address to use when OpenVPN-ALS needs to connect to the loopback address on the client.
zh_cn: 当OpenVPN-ALS需要在客户端连接环回地址的时使用的地址

source: For example, this may be set to 127.0.0.2 as a work-around for connection problems when using the RDP extension on Windows XP SP1.
zh_cn: 例如，设置127.0.0.2作为工作环境的连接问题时，当使用RDP扩展在Windows XP SP1的时候

source: Agent Type
zh_cn: 代理类型

source: The type of Agent that will be downloaded on the client machine.
zh_cn: 代理的类型将会下载到客户端

source: Auto will select the best appropriated Agent.
zh_cn: 自动选择最佳的代理

source: Auto Select
zh_cn: 自动选择

source: Enable tool tips.
zh_cn: 启用工具提示.

source: This option will enable tool tips in various places in the OpenVPN-ALS user interface.
zh_cn: 此选项将启用工具提示在不同地方的OpenVPN-ALS用户界面。

source: Theme
zh_cn: 主题

source: The theme that will be selected upon login.
zh_cn: 根据登录主题将会被选择

source: Special effects
zh_cn: 特别效果

source: Enable or disable special window effects.
zh_cn: 启用或禁用特殊的窗口作用。

source: Default management console resource view
zh_cn: 默认的管理控制台资源视图

source: The default view type to use when listing resources in the management console
zh_cn: 使用默认视图类型当在管理控制台罗列资源的时候

source: Default user console resource view
zh_cn: 默认的用户控制台资源视图

source: The default view type to use when listing resources in the user console
zh_cn: 使用默认视图类型当在用户控制台罗列资源的时候

source: Date format
zh_cn: 日期格式

source: Format used for entry of dates
zh_cn: 格式用于输入日期

source: DD/MM/YY
zh_cn: 日/月/年

source: DD/MM/YYYY
zh_cn: 日/月/年

source: MM/DD/YYYY
zh_cn: 月/日/年

source: DD-MMM-YYYY
zh_cn: 日-月-年

source: DD-MMM-YY
zh_cn: 日-月-年

source: MMM-DD-YYYY
zh_cn: 月-日-年

source: MMM-DD-YY
zh_cn: 月-日-年

source: Time format
zh_cn: 时间格式

source: Format used for entry of times
zh_cn: 格式用于输入时间

source: Allow user to select language
zh_cn: 允许用户选择语言

source: When enabled, users may choose the language for their session.
zh_cn: 当启用时，用户可以为他们的使用段选择语言

source: Note, to be able to change their language during the session the user must also have the <i>Change Language</i> access right.
zh_cn: 请注意，为了能够改变他们的语言在使用段期间，用户还必须有 <i>改变语言</i> 权限.

source: Default language
zh_cn: 默认语言

source: The default language for the server itself and all users sessions.
zh_cn: 默认语言对于服务器自己和所有的用户的使用段

source: Retrieve Online Resources
zh_cn: 检索在线资源

source: When enabled, context sensitive links to online resources will be displayed during on OpenVPN-ALS pages.
zh_cn: 当启用时，带链接的上下文将连接到在线资源并显示在OpenVPN-ALS网页上

source: Updates for this help is retrieved daily from <a href="http://localhost">3SP</a>.
zh_cn: 每天检索更新帮助从<a href="http://localhost">3SP</a>.

source: Maximum number of retrieved Users
zh_cn: 最大数量的用户检索

source: User databases can contain a large number of users.
zh_cn: 用户数据库可以包含大量的用户。

source: This property limits the number of users retrieved and displayed for the provided search criteria.
zh_cn: 此属性限制用户检索的数量和显示所提供的搜索标准。

source: Maximum number of retrieved Groups
zh_cn: 最大数量的用户组检索

source: User databases can contain a large number of groups.
zh_cn: 用户数据库可以包含大量的用户组。

source: This property limits the number of groups retrieved and displayed for the provided search criteria.
zh_cn: 此属性限制用户组检索的数量和显示所提供的搜索标准。

source: User database
zh_cn: 用户数据库

source: Select where information for authenticating users is obtained.
zh_cn: 选择什么授权信息用户需要拥有

source: If you select 'Bullt-in', no further configuration is necessary.
zh_cn: 如果你选择'Bullt-in', 不需要更多的设置

source: If you choose 'Active directory', you should ensure the Active directory options such as Domain are configured correctly.
zh_cn: 如果您选择'当前目录' ，你应该确认当前目录选项，如域的配置正确无误。

source: OpenVPN-ALS will use its own internal database of users and groups.
zh_cn: OpenVPN-ALS将使用自己的内部的用户和组数据库。

source: If you use this User Database, you will also be able to create, edit and remove users and groups.
zh_cn: 如果您使用此用户数据库，您也可以创建，修改和删除用户和组。

source: Max.
zh_cn: 最大.

source: logon attempts before lock
zh_cn: 在锁定前，尝试登录

source: The maximum number of logon attempts before the logon is temporarily locked.
zh_cn: 在暂时锁定前的最大尝试登录数

source: Use a value of zero to disable all account locking features.
zh_cn: 使用0值禁用所有账户的锁定功能

source: Verify Client Address
zh_cn: 核实用户地址

source: When checking logon state, verify the remote address of the request against the address recorded at logon.
zh_cn: 当在检查登录状态，核实远端需求地址与纪录的登录地址

source: This prevents re-use of logon cookies from other clients.
zh_cn: 这可以防止其他用户重复使用的登录Cookie

source: locks attempts before disable
zh_cn: 禁用前尝试锁定l

source: The maximum number of temporary locks before the account is permanently disabled.
zh_cn: 在永久禁用账户前的最大暂时锁定数

source: Use a value of zero to never lock accounts.
zh_cn: 使用0值禁止锁定账户

source: Lock duration (secs)
zh_cn: 锁定时间 (秒)

source: How long (in seconds) a temporary lock should last before the user can attempt authentication again.
zh_cn: 多长时间（秒）一个暂时的锁定应该持续在用户得到暂时授权之前

source: Password pattern
zh_cn: 密码模式

source: A regular expression describing the requirements for a user password.
zh_cn: 正规的表达式描述用户的密码的要求

source: Password pattern description
zh_cn: 密码模式描述

source: The text that will be displayed to the user describing the requirements for a password.
zh_cn: 显示给用户的描述密码要求的文档

source: Days before expiry warning
zh_cn: 在警告过期前的天数

source: The number of days after the last password change that a warning should be displayed telling the user they should change their password soon.
zh_cn: 天数在上次更改密码之后，警告用户他们要尽快改变密码

source: If you do not want users to receive a warning you should set this value to zero.
zh_cn: 如果您不希望用户能够收到警告您应该将此值设置为零。

source: Days before expiry
zh_cn: 在过期前的天数

source: The number of days after the last password change that the user will be forced to change the password.
zh_cn: 天数在上次更改密码之后，强制用户他们改变密码

source: If you do not want the users to change their password you should set this value to zero.
zh_cn: 如果您不希望用户改变密码，您应该将此值设置为零。

source: Maximum logon cookie age (secs)
zh_cn: 最大的登录 cookie 时间 (秒)

source: Maximum age of the cookie that is used persist the logon if the browser is closed.
zh_cn: 最大的登录 cookie 时间 如果浏览器关闭了

source: A value of -1 will mean that the user will have to logon everytime the browser is opened.
zh_cn: 值-1将意味着用户将不得不每次登录浏览器打开。

source: Lock session on browser close.
zh_cn: 锁定使用段在浏览器关闭的时候

source: Enabling this option will force the user to provide their password upon opening a new browser and returning to the site.
zh_cn: 启用此选项将迫使，当打开一个新的浏览器或者返回网站，用户提供他们的密码

source: Administrator user(s) / group(s)
zh_cn: 管理员，用户/用户组

source: This field can contain a list of users (or groups) that have administrative privileges by default.
zh_cn: 这个字段可以包含一个默认管理权限的用户列表（或团体

source: Once you have an administrative account, you may use the Accounts page to assign administrative rights to other users.
zh_cn: 一旦你有一个管理员帐户，您可以使用帐户页面的管理权限转让给其他用户。

source: You may also use regular expressions.
zh_cn: 您也可以使用正规的表达式。

source: User / Role
zh_cn: 用户/角色

source: Administrators
zh_cn: 管理员

source: Multiple sessions
zh_cn: 多个会话

source: This option allows you to place restrictions on users logging on more than once.
zh_cn: 此选项，您可以限制用户登录一次以上

source: No restriction
zh_cn: 没有限制

source: Single session per user
zh_cn: 单次每用户

source: Single IP address
zh_cn: 单IP地址

source: Mask Personal Answers
zh_cn: 比较个人回答

source: When enabled, any answers to <b>Personal Questions</b> that the user may provide will be hidden using the * character in the same way as passwords are hidden.
zh_cn: 当启用时，任何答案 <b>个人问题</b> 用户可能会将被隐藏，使用＊号和隐藏的密码相同方式。

source: Confidential Mode
zh_cn: 保密模式

source: This option determines how the passphrase for the user's private key is determined.
zh_cn: 此选项决定用户私人密匙是怎么决定密码的

source: Attributes are stored by encrypting them with a user's public key so that they can only be decrypted by the corresponding private key.
zh_cn: 属性是通过加密存储与用户的公用钥匙，使他们只能解密对应的私人钥匙。

source: When set to <b>Automatic</b> the passphrase for the private key will be automatically configured as the user's account password.
zh_cn: 当设置<b>自动的时候</b> 私匙的密码将自动配置用户的帐户密码。

source: If no account password has been provided then it will be prompted for instead.
zh_cn: 如果没有提供帐户密码，那么它会提示代替。

source: When set to <b>Prompt</i> the user will be prompted for the passphrase upon logon, meaning that the passphrase will be independent of the users password.
zh_cn: 当设置 <b>提示的时候</i> 用户将被提示输入私匙密码在登录的时候，即私匙密码将是独立的账户密码。

source: <b>Disabled</b> will prevent the key being used at all, meaning confidential user attributes will not be available.
zh_cn: <b>禁用</b> 将会完全阻止使用私匙，即用户的保密属性将不可用

source: Prompt
zh_cn: 提示

source: Restrict policies to signed on authentication scheme.
zh_cn: 用以认证计划的限制政策

source: This option restricts the available resources to those which are attached to the policies assigned to the authentication scheme used at login.
zh_cn: 这个选项限制了在登入时使用这个限制政策认证的可用资源

source: WebDAV without cookies
zh_cn: 不包含cookies的WebDAV
